Repository: seb86/MailPoet-WooCommerce-Add-on
Catalog: languages/*.po
Languages: de_de

source: Documentation
de_de: Dokumentation

source: Thank you for using %s :) Should you need help using %s please read the documentation.
de_de: Danke, dass du %s benutzt :) Wenn du Hilfe bei der Benutzung von %s haben solltest, lies die Dokumentation.

source: %s Documentation
de_de: %s Dokumentation

source: After <a href="%s">reading the documentation</a>, for further assistance you can use the <a href="%s">community forum</a>.
de_de: Wenn du nach dem <a href="%s">lesen der Dokumentation</a> weitere Hilfe benötigst schau ins <a href="%s">Community Forum</a>.

source: Before asking for help I recommend checking the status page to identify any problems with your configuration.
de_de: Bevor du nach Hilfe fragst, schau einmal auf die Status-Seite deiner Webseite um dort ggf. Probleme mit Einstellungen zu erkennen.

source: Found a bug?
de_de: Du hast einen Fehler gefunden?

source: If you find a bug within <strong>%s</strong> you can create a ticket via <a href="%s">Github issues</a>. Ensure you read the <a href="%s">contribution guide</a> prior to submitting your report. Be as descriptive as possible and please include your <a href="%s">system status report</a>.
de_de: Wenn du eine Fehler in <strong>%s</strong> findest eröffne ein Ticket <a href="%s">auf Github</a>. Stelle sicher, dass du zuvor die <a href="%s">Mitwicklungs-Richtlinien</a> gelesen hast. Versuche zu ausfühlich und deutlich wie möglich zu sein und füge möglichst einen <a href="%s">system status report</a> mit an.

source: Report a bug
de_de: Fehler melden

source: For more information:
de_de: Für mehr Informationen:

source: Project on WordPress.org
de_de: Das Projekt auf WordPress.org

source: Project on Github
de_de: Das Projekt auf Github

source: Action failed. Please refresh the page and retry.
de_de: Aktion ist fehlgeschlagen. Bitte lade diese Seite neu und probiere es noch einmal.

source: What's new:
de_de: Neuheiten:

source: General
de_de: Allgemien

source: Lists
de_de: Newsletterabos

source: Now your customers can subscribe to newsletters you have created with MailPoet. Simply setup your settings below and press "Save Changes".
de_de: Kunden können den Newsletter, der mit MailPoet erstellt wurde, abonnieren. Führe diese Einstellungen aus klicke auf "Änderungen speichern".

source: Enable subscribe on checkout
de_de: Ermögliche das Abonnieren des Newsletter während des Bezahlvorgangs.

source: Add a subscribe checkbox to your checkout page.
de_de: Füge dem Bezahlvorgang eine Checkbox zum abonnieren hinzu.

source: Checkbox label
de_de: Checkbox Beschreibung

source: Enter a message to place next to the checkbox.
de_de: Gebe eine Beschreibung ein, die neben der Checkbox erscheint.

source: Yes, add me to your mailing list
de_de: Ja, ich möchte den Newsletter abonnieren.

source: Here lists all the campaigns you can assign the customers to when they subscribe. Simply tick the lists you want your customers to subscribe to and press "Save Changes".
de_de: Wähle einen Newsletter den Kunden abonnieren können aus der Liste aus und klicke "Änderungen speichern".

source: Enabled
de_de: Aktivieren

source: Newsletters
de_de: Newsletter

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die Rechte diese Seite zu öffnen.

source: Settings
de_de: Einstellungen

source: Sorry, <strong>%s</strong> requires WordPress
de_de: <strong>%s</strong> benötigt WooCommerce.

source: Sorry, <strong>%s</strong> requires WooCommerce to be installed and activated first. Please <a href="%s">install WooCommerce</a> first.
de_de: <strong>%s</strong> benötigt installiertes und aktiviertes WooCommerce. Bitte <a href="%s">installiere WooCommerce</a> vorher.

source: Sorry, <strong>%s</strong> requires WooCommerce
de_de: <strong>%s</strong> benötigt WooCommerce.
